const bn = {
  navigation: {
    home: "হোম",
    aboutUs: "আমাদের সম্পর্কে",
    features: "বৈশিষ্ট্যসমূহ",
    contactUs: "যোগাযোগ করুন",
  },
  messages: {
    lorem:
      "এটি একটি নমুনা পাঠ্য, যা কনটেন্টের বিন্যাস প্রদর্শনের জন্য ব্যবহৃত হয়। এতে বোঝানো হয়েছে যে বিভিন্ন পরিস্থিতিতে ইচ্ছা, কঠিনতা এবং সিদ্ধান্ত কীভাবে মানুষের ওপর প্রভাব ফেলে। কখনও কখনও ছোট বিষয়ও বড় প্রভাব ফেলতে পারে।",
  },
  heroSection: {
    intoductionMessage: "স্কাইনেট পরিচিতি",
    introductionDescription:
      "স্কাইনেটকে প্রশ্ন করুন এবং তাৎক্ষণিক AI-চালিত উত্তর পান।",
    button: "স্কাইনেট ব্যবহার করুন",
  },
};

export default bn;
