const hi = {
  navigation: {
    home: "होम",
    aboutUs: "हमारे बारे में",
    features: "विशेषताएँ",
    contactUs: "संपर्क करें",
  },
  messages: {
    lorem:
      "यह एक उदाहरणात्मक पाठ है, जिसमें विषय की व्याख्या की जाती है। इसमें यह बताया गया है कि किस प्रकार कुछ परिस्थितियों में इच्छाएँ और कठिनाइयाँ उत्पन्न होती हैं। कभी-कभी छोटे कारण भी बड़े प्रभाव डाल सकते हैं, और ऐसी स्थितियों में व्यक्ति को सही निर्णय लेना आवश्यक होता है।",
  },
  heroSection: {
    intoductionMessage: "स्कायनेट का परिचय",
    introductionDescription:
      "स्कायनेट से पूछें और तुरंत AI-संचालित उत्तर प्राप्त करें।",
    button: "स्कायनेट आज़माएँ",
  },
};

export default hi;
