const ru = {
  navigation: {
    home: "Главная",
    aboutUs: "О нас",
    features: "Возможности",
    contactUs: "Связаться с нами",
  },
  messages: {
    lorem:
      "Лорем ипсум долор сит амет, консектетур адиписицинг элит. Одио купидитате аспериорес аб симилике долорум минус минима юсто дигниссимос эвениет магни, факере долоремке рекусандае ипсум нам велиуре, вениам темпоре нулла.",
  },
  heroSection: {
    intoductionMessage: "Представляем Skynate",
    introductionDescription:
      "Задавайте вопросы Skynate и получайте мгновенные ответы с поддержкой ИИ.",
    button: "Попробовать Skynate",
    heading1: "Чат-бот на базе Skynate",
    headingDescrip1:
      "Skynate создан на основе мощных AI API для предоставления быстрых, точных и интеллектуальных ответов в реальном времени. Он подключается к передовым моделям ИИ, чтобы понимать запросы пользователей, эффективно обрабатывать информацию и предоставлять содержательные ответы по широкому кругу тем. Разработанный с учетом гибкости и масштабируемости, Skynate обеспечивает надежную производительность и постоянно улучшает качество ответов благодаря современным возможностям ИИ.",

    heading2: "Простой запрос — высокий результат",
    headingDescrip2:
      "Преобразуйте простой вопрос в мощный результат с помощью передовых AI API. Просто введите запрос, и система интеллектуально обработает его через несколько моделей ИИ, предоставляя точные, значимые и высококачественные ответы. Никаких сложных настроек не требуется — платформа выполняет всю работу в фоновом режиме, обеспечивая быстрый, надежный и масштабируемый результат.",
  },
  featureSection: {
  mainHeading: "Почему стоит выбрать Skynate для разговорного чат-бота?",
  easyToUse: {
    heading: "Простота использования",
    summary1: "Разработан для всех — от новичков до профессионалов.",
    summary2: "Чистый и простой интерфейс, понятный с первого взгляда.",
    summary3: "Начните использовать за считанные секунды без настройки.",
    summary4: "Не требуются технические навыки или предыдущий опыт.",
  },
  noAccount: {
    heading: "Аккаунт не требуется",
    summary1:
      "Регистрация или вход в систему не нужны — начните пользоваться сразу.",
    summary2:
      "Задавайте вопросы мгновенно и получайте ответы без онбординга.",
    summary3:
      "Быстрый доступ за счёт устранения лишних шагов и задержек.",
    summary4:
      "Личные данные не требуются, обеспечивая конфиденциальность и удобство.",
  },
  openSource: {
    heading: "Открытый исходный код",
    summary1:
      "Исходный код доступен публично, позволяя изучить работу системы.",
    summary2:
      "Бесплатно для использования, изменения и расширения под ваши проекты.",
    summary3:
      "Создан с упором на прозрачность, доверие, сотрудничество и вклад сообщества.",
  },
},

};

export default ru;
